[
{"id": 1, "text": "Everybody is arguing AAA. whether or not it is a BAN. Call it what you want, it is about keeping bad people (with bad intentions) out of country!"},
{"id": 2, "text": "Join me live from the @WhiteHouse. https://www.facebook.com/POTUS/videos/1240366106032827/"},
{"id": 3, "text": "Getting ready to deliver a VERY IMPORTANT DECISION! 8:00 P.M."},
{"id": 4, "text": "When will the Democrats give us our Attorney General and rest of Cabinet! They should be ashamed of themselves! No wonder D.C. does'nt work!"},
{"id": 5, "text": "Nancy Pelosi and Fake Tears Chuck Schumer held a rally at the steps of The Supreme Court and mic did not work (a mess)-just like Dem party!"},
{"id": 6, "text": "The Democrats are delaying my cabinet picks for purely political reasons. They have nothing going but to obstruct. Now have an Obama A.G."},
{"id": 7, "text": "The American dream is back. We’re going to create an environment for small business like we haven’t had in many, many decades!"},
{"id": 8, "text": "I have made my decision on who I will nominate for The United States Supreme Court. It will be announced live on Tuesday at 8:00 P.M. (W.H.)"},
{"id": 9, "text": "protesters and the tears of Senator Schumer. Secretary Kelly said that all is going well with very few problems. MAKE AMERICA SAFE AGAIN!"},
{"id": 10, "text": "Our country needs strong borders and extreme vetting, NOW. Look what is happening all over Europe and, indeed, the world - a horrible mess!"},
{"id": 11, "text": "..dwindling subscribers and readers.They got me wrong right from the beginning and still have not changed course, and never will. DISHONEST"},
{"id": 12, "text": "The failing @nytimes has been wrong about me from the very beginning. Said I would lose the primaries, then the general election. FAKE NEWS!"},
{"id": 13, "text": "I promise that our administration will ALWAYS have your back. We will ALWAYS be with you!"},
{"id": 14, "text": "Mexico has taken advantage of the U.S. for long enough. Massive trade deficits & little help on the very weak border must change, NOW!"},
{"id": 15, "text": "Ungrateful TRAITOR Chelsea Manning, who should never have been released from prison, is now calling President Obama a weak leader. Terrible!"},
{"id": 16, "text": "Interview with David Muir of @ABC News in 10 minutes. Enjoy!"},
{"id": 17, "text": "@romoabcnews: .@DavidMuir first @POTUS interview since taking office.  Tonight on @ABCWorldNews @ABC2020 tonight. "},
{"id": 18, "text": "As your President, I have no higher duty than to protect the lives of the American people."},
{"id": 19, "text": "Big day planned on NATIONAL SECURITY tomorrow. Among many other things, we will build the wall!"},
{"id": 20, "text": "Signing orders to move forward with the construction of the Keystone XL and Dakota Access pipelines in the Oval Office."},
{"id": 21, "text": "Great meeting with automobile industry leaders at the @WhiteHouse this morning. Together, we will #MAGA!"},
{"id": 22, "text": "Had a great meeting at CIA Headquarters yesterday, packed house, paid great respect to Wall, long standing ovations, amazing people. WIN!"},
{"id": 23, "text": "TO ALL AMERICANS🇺🇸 https://www.facebook.com/DonaldTrump/posts/10158510987625725 …"},
{"id": 24, "text": "We will follow two simple rules: BUY AMERICAN & HIRE AMERICAN! #InaugurationDay #MAGA"},
{"id": 24, "text": "We will WELCOME YOU TO THE U.S. and follow two simple rules: #MAGA"},
{"id": 25, "text": "The failing @nytimes does major FAKE NEWS China story saying \"Mr.Xi has not spoken to Mr. Trump since Nov.14.\" We spoke at length yesterday!"},
{"id": 26, "text": "LAWFARE: \"Remarkably, in the entire opinion, the panel did not bother even to cite this (the) statute.\" A disgraceful decision!"},
{"id": 27, "text": "SEE YOU IN COURT, THE SECURITY OF OUR NATION IS AT STAKE!"},
{"id": 28, "text": "Join us live in the Oval Office for the swearing in of our new Attorney General, @SenatorSessions! LIVE: http://bit.ly/2kqq2f0Sessions "},
{"id": 29, "text": "..Ryan died on a winning mission ( according to General Mattis), not a \"failure.\" Time for the U.S. to get smart and start winning again!"},
{"id": 30, "text": "Chris Cuomo, in his interview with Sen. Blumenthal, never asked him about his long-term lie about his brave \"service\" in Vietnam. FAKE NEWS!"},
{"id": 31, "text": "Congratulations to our new Attorney General, @SenatorSessions!"},
{"id": 32, "text": "'Majority in Leading EU Nations Support Trump-Style Travel Ban' Poll of more than 10,000 people in 10 countries..."},
{"id": 33, "text": "'Immigration Ban Is One Of Trump's Most Popular Orders So Far'"},
{"id": 34, "text": "Thank you Brian Krzanich, CEO of @Intel. A great investment ($7 BILLION) in American INNOVATION and JOBS! #AmericaFirst🇺🇸"},
{"id": 35, "text": "Big increase in traffic into our country from certain areas, while our people are far more vulnerable, as we wait for what should be EASY D!"},
{"id": 36, "text": "I will be speaking at 9:00 A.M. today to Police Chiefs and Sheriffs and will be discussing the horrible, dangerous and wrong decision......."},
{"id": 37, "text": "If the U.S. does not win this case as it so obviously should, we can never have the security and safety to which we are entitled. Politics!"},
{"id": 38, "text": "An honor having the National Sheriffs' Assoc. join me at the @WhiteHouse. Incredible men & women who protect & serve 24/7/365. THANK YOU!!"},
{"id": 39, "text": "An extended interview from the Super Bowl with @oreillyfactor airs tonight at 8:00 P.M. Enjoy!"},
{"id": 40, "text": "Any negative polls are fake news, just like the CNN, ABC, NBC polls in the election. Sorry, people want border security and extreme vetting."},
{"id": 41, "text": "Countries charge U.S. companies taxes or tariffs while the U.S. charges them nothing or little.We should charge them SAME as they charge us!"},
{"id": 42, "text": "A new radical Islamic terrorist has just attacked in Louvre Museum in Paris. Tourists were locked down. France on edge again. GET SMART U.S."},
{"id": 43, "text": "If U.C. Berkeley does not allow free speech and practices violence on innocent people with a different point of view - NO FEDERAL FUNDS?"}
]